start = """Привет! Это бот для игры в шахматы и практики шахматной нотации. Твой username: {}
Для начала игры нажми Новая игра"""
new_game_button = 'Новая игра'
enter_opponent_username = 'Введите username человека, с которым в вы хотите сыграть'
incorrect_username = "Некорректный username. Пожалуйста, введите username еще раз"
ure_challenged = 'С вами хочет сыграть {}'
new_game_started = 'Начинаем'
your_color = 'Твой цвет - {}'

refused = 'Тебе отказали'
accepted = 'Согласился! Твой цвет - {}. Чтобы начать играть нажмите Начать игру'
start_game = 'Начать игру'

incorrect_move = 'Прости, но это невозможный ход'
not_your_turn = 'Извини, но сейчас не твой ход'
draw = 'Ничья!'
ure_wined = 'Поздравляю, вы выиграли.'
ure_lost = 'К сожаления, вы проиграли.'
