start = f"""Привет! Это бот для игры в шахматы и практики шахматной нотации. Твой ID: %id
               Для начала игры нажми Новая игра"""
new_game_button = 'Новая игра'
enter_opponent_id = 'Введите ID человека, с которым в вы хотите сыграть'
incorrect_id = "Некорректный ID. Пожалуйста, введите ID еще раз"
ure_challenged = 'С вами хочет играть %id'
new_game_started = 'Начинаем'
your_color = 'Твой цвет - %color'

refused = 'Тебе отказали'
accepted = 'Согласился! Твой цвет - %color. Чтобы начать играть нажмите Начать игру'
start_game = 'Начать игру'